public class Protocol_2 implements IProtocol{

    @Override
    public void protocolType() {
        System.out.println("\t\t\tПротокол 2\t\t\t" +
                "\n" + "Присутствовали: председатель ______________" +
                "\n" + "члены комиссии: " +
                "\n" + "________________" +
                "\n" + "________________" +
                "\n" + "Секретарь: _______________" +
                "\n\n" + "Рассматривали выпускную квалификационную работу студента ______________" +
                "\n" + "_________________________________________________________________________" +
                "\n\n" + "На тему: ____________________" +
                "\n\n" + "Проект выполнен под руководством: ____________________" +
                "\n\n" + "В комиссию представлены следующие материалы: " +
                "\n" + "________________________");
    }
}
