public class Protocol_1 implements IProtocol{
    @Override
    public void protocolType() {
        System.out.println("\t\t\tПротокол 1.\t\t\t" +
                "\n" + "Студент: ______________ " +
                "\n" + "Тема: ______________ " +
                "\n\n" + "Время начала: ______________ " +
                "\n" + "Время окончания: ______________ " +
                "\n" + "Длительность: ______________ " +
                "\n" + "Вопросы к докладчику:" +
                "\n" + "1. ______________ " +
                "\n" + "2. ______________ "+
                "\n" + "3. ______________ " +
                "\n\n" + "Ответы докладчика:" +
                "\n" + "1. ______________ " +
                "\n" + "2. ______________ "+
                "\n" + "3. ______________ " +
                "\n\n" + "Решение комиссии: ______________ " +
                "\t\t\t\t\t\t\n\n" + "Оценка: ______________ " +
                "\t\t\t\t\t\t\n" + "Председатель комиссии: ______________ " +
                "\t\t\t\t\t\t\n" + "Члены комиссии: ______________ " +
                "\t\t\t\t\t\t\n" + "______________________________ " +
                "\t\t\t\t\t\t\n" + "______________________________ " +
                "\t\t\t\t\t\t\n" + "Секретарь: ______________ ");
    }
}